IDEA Open Model
ConcreteSLSCheckResultStiffness Constructor
Initializes a new instance of the ConcreteSLSCheckResultStiffness class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
protected ConcreteSLSCheckResultStiffness()
Protected Sub New
protected:
ConcreteSLSCheckResultStiffness()
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace